{
  "locations": [
    {
      "name": "Ilunite Forest",
      "territory": "",
      "threat": 2,
      "description": "This bioluminescent forest is known even amonst the Seekers of the Sanctuary cities to the far East. Seras Guardians consider it to be relatively safe territory, but only so far as the wilderness is concerned. Wisdom passed down from veteran Seekers and Guardians is to not let oneself become distracted by the variety of lights generated by the organisms that dwell in the darkness."
    },
    {
      "name": "Twisted Tangles",
      "territory": "",
      "threat": 3,
      "description": "The Founders passed through this region on their way to assess the viability of there chosen settlement location. The did not expect to become lost for over a day, with some aspects of the curved outer borders of the arms distorting sensor readings just enough to lead the group in cyclical twists and turns before they eventually found their way out."
    },
    {
      "name": "Fole Expanse",
      "territory": "",
      "threat": 1,
      "description": "A dense forested region that stretches all the way from the Northeast by Southern border of the Falecord Rift, across a stretch of intermediary woodland that leads into the Ilunite Forest region, all the way deep into Sanctuary territory to the East."
    },
    {
      "name": "Swiff Forest",
      "territory": "",
      "threat": 1,
      "description": "The Swiff Forest is large stretch of land that has not been explored to any great extent. This is not because it is home to dangerous creatures or because it is treacherous terrain, but because it is large and does not contain many resources that are in high demand."
    },
    {
      "name": "The Tunnels",
      "territory": "",
      "threat": 10,
      "description": "Unknown."
    },
    {
      "name": "Hule Grasslands",
      "territory": "",
      "threat": 2,
      "description": "The Northern cliffs of Seras travel far, but Seekers can travel through the the Northern passage at an incline and wind around the surrounding forest to reach a large, flat grassland beyond. After much investigation, Seras Seekers have reported that the Hule Grasslands is divided into six parts by the local fauna. Each section is different in the amount of land it contains and the qualities of the fauna that control it."
    },
    {
      "name": "Messhe Pond",
      "territory": "",
      "threat": 3,
      "description": "This pond formed beside Seras's river to the North of the settlement. It is to have happened centuries before to the founding of the settlement. Exploration of the pond’s ecosystem led to the discovery of a unique symbiotic relationship between two organisms: the Viselite Creep and the Formite Crab. Both seem to have influenced the river's flow to sustain their communities along the course of their evolution."
    },
    {
      "name": "Seras Riverline",
      "territory": "",
      "threat": 3,
      "description": "A long, winding river that splits the settlement in two. Its source has yet to be discovered. It is one of the reasons the location was chosen for the founding of the settlement."
    },
    {
      "name": "Boreal Borderlands",
      "territory": "",
      "threat": 7,
      "description": "Far to the North of Seras lies a frigid Taiga, only a small portion of which has been mapped by Seekers. There are no plans to map further any time soon, with the cold conditions only intensifying the farther North one travels."
    },
    {
      "name": "Lake Magnae",
      "territory": "",
      "threat": 3,
      "description": "Lake Magnae is an enormous freshwater lake to the Northeast of the settlement. It lies closer to the Sanctuary city of Velanor than it does to Seras. It is one of the two major natural boundaries between Velanor and Seras, though Seekers and Guardians who explore the lake maintain strict security protocols to protect the settlement. Such exploration efforts do not taking explorers far enough East as to risk encountering other humans."
    },
    {
      "name": "Denor Woodlands",
      "territory": "",
      "threat": 3,
      "description": "A low-density forest with high visibility the covers a large area to the Southwest of the settlement. The Denor Woodlands contains the Mossy Pockets and the Uresal Hills."
    },
    {
      "name": "Uresal Hills",
      "territory": "",
      "threat": 5,
      "description": "A surprisingly expansive stretch of small to medium-sized hills, peaking over the treeline of the Denor Woodlands, which surrounds the large cluster of hills on all sides. Though many of the organisms in the hills are also found in the outlying woodlands, there were also those that resided exclusively within the hilly terrain. Some creatures used the hills for protection or as a means of hunting their prey. Flying creatures nested atop the hills, usually upon rocky outcrops, and fought over prime nesting territory, both with members of their species and with competing species."
    },
    {
      "name": "Mossy Pockets",
      "territory": "",
      "threat": 5,
      "description": "A mossy, rocky region of caves that, as of Seras's founding, has yet to be assessed for its mineral worth. Unlike the Dry Pockets, life flourishes in the Mossy Pockets."
    },
    {
      "name": "Shroudrust Swamp",
      "territory": "",
      "threat": 7,
      "description": "A coniferous swamp in the Southern region of Seras, nestled around a stretch of the same river flowing through Seras. It is very difficult to navigate, and Seekers and Guardians unequipped with expensive aquatic gear are restricted to labyrinthine paths that offer solid footing."
    },
    {
      "name": "Bel Wetlands",
      "territory": "",
      "threat": 6,
      "description": "Encompassing the whole of the Shroudrust Swamp, the Bel Wetlands spread far across the deep Southern territory. It is home to many aquatic plants, valued for study and other purposes. Seekers and Guardians traveling through the region must bring water-resistant gear."
    },
    {
      "name": "Dry Pockets",
      "territory": "",
      "threat": 0,
      "description": "A sandy, rocky region of caves that, as of Seras's founding, has yet to be assessed for its mineral worth."
    },
    {
      "name": "Kosplinter Range",
      "territory": "",
      "threat": 7,
      "description": "A mountain range with clear pathways between each mountain or cluster of mountains. The brave or foolhardy Seekers who scale the mountains to higher elevations can harvest unique plants adapted to the unique climate."
    },
    {
      "name": "Reye Desert",
      "territory": "",
      "threat": 8,
      "description": "A moderately large desert region that only a small number of Seekers are eager to explore. Seekers who actually enjoy travelling through this territory tend to be considered 'odd' by their comrades, but the Branch recognizes the need for all sorts to continue exploring and collecting specimens. Few plants are found in the desert, but they are often species that are exclusive to such climates, and these are valued by the Research Division and even some merchants."
    },
    {
      "name": "Ashlocus",
      "territory": "",
      "threat": 9,
      "description": "A hazard-class region. An enourmous volcanic region to the southwest, location within the Reye Desert. It is far from the settlement, and to traverse deeper within the territory it takes longer still to reach. Caim claims that it could be included in longterm plans for sustainable energy aquisition, but it would require the resources of a small Sanctuary to make it happen and to compound the difficulties, the region is home to some of the most dangerous creatures around. Breachworm Devourer Hatchlings have been sighted in the distant central area, a considerable risk to be anywhere near."
    },
    {
      "name": "Tantalese Rainforest",
      "territory": "",
      "threat": 9,
      "description": "To the Western North-West, stretching farther than any maps could reach. A vast rainforest of unknown size, it was named because Seekers who travel far enough to reach it often become enamored by the sheer biodiversity. Some are unable to resist travelling deeper than is safe. For obvious reasons, only experienced Seekers are sent into the Tantalese, and only with Guardian escorts. The Guardians are much less susceptible to the self-destructive 'curiosity trances', and they can pull passionate Seekers out when the contract is up. They then force them back to their senses, the settlement, and safety."
    }
  ]
}