{
  "OrganicSamples": {
    "Flourishflora": [
      {
        "Name": "Mellowend",
        "Category": "Organic Samples",
        "Subcategory": "Flourishflora",
        "Rarity": "Common",
        "Price": -1,
        "Description": "Also called the 'Sanctuary Flower', they have gained special recognition for being the first Flower ever grown in human-settled, artificial conditions. It is otherwise a humble plant with no special properties, harvested only for its Vira worth."
      },
      {
        "Name": "Homewell Blossom",
        "Category": "Organic Samples",
        "Subcategory": "Flourishflora",
        "Rarity": "Common",
        "Price": -1,
        "Description": "Each blossom of this plant has three short, gold petals. Named by Hale shortly after taking his position heading up the Commerce Division, the Homewell Blossom is much like the Mellowend in how common and ordinary it is. Yet unlike the Mellowend, it does not grow beyond the wilderness territory local to Seras. Stories have spread about the Flourishflora. That it brings luck where it is grown, that each of its three petals represents an element of the Trine. It has also come to symbolize the accumulation of goodwill. Hale did not make traditional profit from the sale of these plants, but he used them to establish a network of contacts with which to do future business. This is how an otherwise-unremarkable species became worth something in local markets."
      },
      {
        "Name": "Thinsee Bloom",
        "Category": "Organic Samples",
        "Subcategory": "Flourishflora",
        "Rarity": "Common",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "Chromatil",
        "Category": "Organic Samples",
        "Subcategory": "Flourishflora",
        "Rarity": "Common",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "Echor Blossom",
        "Category": "Organic Samples",
        "Subcategory": "Flourishflora",
        "Rarity": "Common",
        "Price": -1,
        "Description": "This flourishflora uses sound producing chambers along regularly spaced stems to determine growth pattern and scale. This allows it to find locations that are less crowded by other plants and animals. The Echor Blossom is also an ancestor of a number of known flourishflora that also use similar sound systems in various other ways. Unlike most other species of flourishflora, Echor Blossoms [HAVE 3 GROUP LINKS]"
      },
      {
        "Name": "Sandslane",
        "Category": "Organic Samples",
        "Subcategory": "Flourishflora",
        "Rarity": "Common",
        "Price": -1,
        "Description": "This hardy flourishflora grows in arid environments or other sun-rich environments that contain very little nutrients. They will sometimes be seen popping up admidst sun-soaked sand dunes. Sandslane plants offer vira to the flora, fauna, and fungi of their immediate surroundings, which is usually a small list of dependent organisms."
      },
      {
        "Name": "Nanotroph",
        "Category": "Organic Samples",
        "Subcategory": "Flourishflora",
        "Rarity": "Common",
        "Price": -1,
        "Description": "This flourishflora grows more commonly in forests than most assume. This is because its small size makes it more difficult to detect. On top of that, it takes a special skill to harvest a growing Nanotroph plant without killing it. Currently, it is the smallest known species of flourishflora. It is valued in research because samples can be stored much more easily."
      },
      {
        "Name": "Dalechimes",
        "Category": "Organic Samples",
        "Subcategory": "Flourishflora",
        "Rarity": "Common",
        "Price": -1,
        "Description": "Dalechimes are often found in hilly or mountainous areas. Their blossoms only unfurl when they are [reproducing to spread to new areas]."
      },
      {
        "Name": "Bogbind",
        "Category": "Organic Samples",
        "Subcategory": "Flourishflora",
        "Rarity": "Common",
        "Price": -1,
        "Description": "Often mislabelled by inexperienced Seekers as a creeping plant or even an aquatic tangle, Bogbind is a Flourishflora that also happens to be a creeping plant which also happens to live partially within the waters of the bogs in which it grows. The Flourishflora classification supercedes any other categorical systems. What makes proper identification even more difficult is it's tendency to strangle and “devour” immobilized intruding fauna. It determines what is an intruder in its territory using one of two “threat identification” behavioral patterns. Aggressive variants will immedietely mark foreign organisms as threts, while reactionary variants will only do so once it determines that the lives of the organisms it watches over have been harmed. The Flourishflora does not attack itself, though. Instead, it sprays a harmless scent marker onto targets and waits for the denizens of its bog, be they flora, fauna, or fungi, to incapacitate the threat. Once incapacitated, the Bogbind grows special roots into the threat and begins draining it of life. It spreads nutrients to the organisms that participated in the incapacitation, identifying them by a second marking scent that it sprays on them in the heat of the struggle. It uses these methods to manage its territory, but it does no more. If the nutrient-bestowed victors are beset by would-be predators, they must defend their spoils alone."
      },
      {
        "Name": "Skuffel",
        "Category": "Organic Samples",
        "Subcategory": "Flourishflora",
        "Rarity": "Common",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "Rante",
        "Category": "Organic Samples",
        "Subcategory": "Flourishflora",
        "Rarity": "Common",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "Lulera",
        "Category": "Organic Samples",
        "Subcategory": "Flourishflora",
        "Rarity": "Uncommon",
        "Price": -1,
        "Description": "The Lulerla is known for its ability to put predators or creatures that might cause it harm to sleep with a Shroudvira cloudburst mist effect. For this reason, the plant is valued as a component in the research and manifacture of tranquilizers, be they designed for humans or other organisms."
      },
      {
        "Name": "Ripple Bloomnode",
        "Category": "Organic Samples",
        "Subcategory": "Flourishflora",
        "Rarity": "Uncommon",
        "Price": -1,
        "Description": "A small flourishflora species that illuminates a small portion of whatever darkened territory it occupies. They can only thrive in such environment, because it is within them that they can carve out a niche as a bioluminescent vira supplier. To adapt to different extremes in temperature, the plant utilizes an ampvira charge effect to generate localized heating or cooling. Some Ripple Bloomnodes demonstrate both heating and cooling properties developed and functional. These individuals utilize both when needed by changing temperatures, most effectively flourishing in environments that cycle between extremes."
      },
      {
        "Name": "Karapas",
        "Category": "Organic Samples",
        "Subcategory": "Flourishflora",
        "Rarity": "Uncommon",
        "Price": -1,
        "Description": "The Karapas plant grows a shell of varying thickness and function around its core and partially around its extremeties. Discovered functions include offensive and defensive shedding, when needed."
      },
      {
        "Name": "Nell Blossom",
        "Category": "Organic Samples",
        "Subcategory": "Flourishflora",
        "Rarity": "Uncommon",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "Nightray",
        "Category": "Organic Samples",
        "Subcategory": "Flourishflora",
        "Rarity": "Rare",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "Evele's Risk",
        "Category": "Organic Samples",
        "Subcategory": "Flourishflora",
        "Rarity": "Rare",
        "Price": -1,
        "Description": "This Flower gained its name during a prolongued military campaign during which the famed 'Commander Evele' fell ill before a crucial battle. Without knowledge of what the illness was and no general-use medical technology on hand, a former Seeker suggested distilling a curative from this Flower, despite having yet been encountered and studied. The former Seeker's suggestion was based on how similar it was to another species of Flower that possessed restorative properties. Other indications suggested it could also be poisonous, and the Seeker warned Evele that it could make the illness worse. Running out of time before the opposing army would make its move, Evele makes the gamble and successfully recovers. So quick was the Commander's recovery, and so decisive was the subsequent victory, that they gained a reputation for being 'unkillable'. Evele protested this label, crediting the former Seeker's insight, but the rumors persisted."
      },
      {
        "Name": "Everkat",
        "Category": "Organic Samples",
        "Subcategory": "Flourishflora",
        "Rarity": "Rare",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "Ripple Bloomlocus",
        "Category": "Organic Samples",
        "Subcategory": "Flourishflora",
        "Rarity": "Rare",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "White Flashflower",
        "Category": "Organic Samples",
        "Subcategory": "Flourishflora",
        "Rarity": "Rare",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "Blue Flashflower",
        "Category": "Organic Samples",
        "Subcategory": "Flourishflora",
        "Rarity": "Wondrous",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "Purple Flashflower",
        "Category": "Organic Samples",
        "Subcategory": "Flourishflora",
        "Rarity": "Wondrous",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "Nightray Coloris",
        "Category": "Organic Samples",
        "Subcategory": "Flourishflora",
        "Rarity": "Wondrous",
        "Price": -1,
        "Description": "The Nightray Coloris is exceptionally rare in the wild and, to date, has not been successfully cultivated by humans within the confines of Sanctuary cities. Like the related species, from which it gets its name, this flourishflora recedes during daylight hours and then unfurls in the dark of night to temporarily bloom and spread Vira it has produced during its hibernation. Nightray Coloris blooms are witnessed by only the most fortunate Seekers, the luckiest of whom gathering living specimens to grow or sell. What sets the Nightray Coloris apart from the Nightray is the color of the  flourishflora's blooms. The color changes as a result of numerous factors, most unknown to even the most intelligent Seeker scholars, in part due to its rarity. Seekers have a special nickname for this plant, the 'Night Princess Flower'. It is derived from a peculiar case where an ancient Seeker was discovered to be a member of royalty only after rising in the ranks from recruit to leader in her Seeker Branch. She had told no one of her lineage, relying on skill and charisma to fuel her success. Multiple conflicting stories speak of the reason for her deception, but the only clear tale tells of the revelation of her bloodline. Upon discovering a Nightray Coloris specimen and successfully harvesting it, her fame grew  to the point where a member of her family recognized her likeness on a portrait commissioned by adoring members of her Seeker Branch to memorialize her harvest. Her beauty was said to be comparable to that of the flourishflora itself. Not wishing to put her Seekers in the middle of a royal scandal, the princess resigned her position and disappeared as mysteriously as she had arrived."
      }
    ],
    "Mosses": [
      {
        "Name": "White Margusholthe",
        "Category": "Organic Samples",
        "Subcategory": "Mosses",
        "Rarity": "Common",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "Grey Margusholthe",
        "Category": "Organic Samples",
        "Subcategory": "Mosses",
        "Rarity": "Common",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "Griever's Swath",
        "Category": "Organic Samples",
        "Subcategory": "Mosses",
        "Rarity": "Common",
        "Price": -1,
        "Description": "A bluish moss said to grow wherever overwhelming sorrow taints the land. Some folklore add a positive slant to the myth, saying the moss absorbs that grief, alleviating the woes of the suffering, lessening their burdens."
      },
      {
        "Name": "Threadsunder",
        "Category": "Organic Samples",
        "Subcategory": "Mosses",
        "Rarity": "Uncommon",
        "Price": -1,
        "Description": "This species of moss is hated by many because favors coating common construction materials used in modern society, eating eroding them over time. For this reason, many buildings are coated in a paint mixed with an artificial compound that that wards off the moss."
      },
      {
        "Name": "Caresselent",
        "Category": "Organic Samples",
        "Subcategory": "Mosses",
        "Rarity": "Uncommon",
        "Price": -1,
        "Description": "A lush green moss that grows across the ground, rarely ever found in high places. It is spongy and pleasant to the touch, so much so that some even grow the moss to cover luxorious living spaces."
      },
      {
        "Name": "Crimson Griever's Swath",
        "Category": "Organic Samples",
        "Subcategory": "Mosses",
        "Rarity": "Rare",
        "Price": -1,
        "Description": "A rare, red variant of the moss said to grow wherever overwhelming sorrow taints the land. Some folklores add a positive slant to the myth, saying the moss absorbs grief, alleviating the woes of the suffering, lessening their burdens. However, this addition claims that Crimson Griever's Swath is moss that has already absorbed a significant amount of grief, implying terrible tragedies have taken place in the land in which it grows. Some supersticious Flora Seekers avoid areas where these plants grow. Others don't have the option and they pass through with haste. Some will seek out the plants, hoping to glean what they can about the conditions that allow them to grow in place of the common variety."
      },
      {
        "Name": "WONDROUS_MOSS",
        "Category": "Organic Samples",
        "Subcategory": "Mosses",
        "Rarity": "Wondrous",
        "Price": -1,
        "Description": ""
      }
    ],
    "Falshrooms": [
      {
        "Name": "Reeker Redcap",
        "Category": "Organic Samples",
        "Subcategory": "Falshrooms",
        "Rarity": "Common",
        "Price": -1,
        "Description": "Reeker mushrooms are common to many areas of the wilderness and even human-settled areas. Evolutionary development of the Redcap and Whitecap varieties of Reeker shroom appear to have been linked. Redcaps are harmless."
      },
      {
        "Name": "Reeker Whitecap",
        "Category": "Organic Samples",
        "Subcategory": "Falshrooms",
        "Rarity": "Common",
        "Price": -1,
        "Description": "Reeker mushrooms are common to many areas of the wilderness and even human-settled areas. Evolutionary development of the Redcap and Whitecap varieties of Reeker shroom appear to have been linked. Whitecaps are toxic to most mammals, including humans."
      },
      {
        "Name": "Breybarb",
        "Category": "Organic Samples",
        "Subcategory": "Falshrooms",
        "Rarity": "Common",
        "Price": -1,
        "Description": "Breybarbs are mushrooms with rough, brownish caps. They aren't comfortable to sleep on in the wild, but once dry, their caps change into a smooth and springy texture that is perfect for luxury bedding. This process is involved and expensive, however."
      },
      {
        "Name": "Ruckel Shroom",
        "Category": "Organic Samples",
        "Subcategory": "Falshrooms",
        "Rarity": "Uncommon",
        "Price": -1,
        "Description": "Ruckel Shrooms are commonly found in forests and caves of the wilderness. They aren't poisonous to humans, but some mammals lack stomachs that can adequately process them for nutrition, and thus avoid them."
      },
      {
        "Name": "Ilunite Glowcap",
        "Category": "Organic Samples",
        "Subcategory": "Falshrooms",
        "Rarity": "Uncommon",
        "Price": -1,
        "Description": "The Ilunite Glowcap is the common name for a small grey fungus that absorbs the light from its surroundings and slowly radiates some of that light back out. It does this to broadcast it's location to creatures that feed on the mushroom cap and then spread contained spores to new locations."
      },
      {
        "Name": "Reeker Blackcap",
        "Category": "Organic Samples",
        "Subcategory": "Falshrooms",
        "Rarity": "Rare",
        "Price": -1,
        "Description": "Reeker mushrooms are common to many areas of the wilderness and even human-settled areas. However, the Evolutionary development of the Blackcap has long seperated from other varieties. Blackcaps are purged wherever they are found in human areas, thanks to 1 in 3 of their caps being moderately poisonous and possibly fatal."
      },
      {
        "Name": "WONDROUS_FALSHROOM",
        "Category": "Organic Samples",
        "Subcategory": "Falshrooms",
        "Rarity": "Wondrous",
        "Price": -1,
        "Description": ""
      }
    ],
    "Maremolds": [
      {
        "Name": "Frutebane",
        "Category": "Organic Samples",
        "Subcategory": "Maremolds",
        "Rarity": "Common",
        "Price": -1,
        "Description": "Despite the name, Frutebane favors many varieties of fruits and vegtables, as well as other organic matter."
      },
      {
        "Name": "Mux Mold",
        "Category": "Organic Samples",
        "Subcategory": "Maremolds",
        "Rarity": "Uncommon",
        "Price": -1,
        "Description": "Mux Mold thrives in damp climates, devouring organic and inorganic matter alike."
      },
      {
        "Name": "Moreph",
        "Category": "Organic Samples",
        "Subcategory": "Maremolds",
        "Rarity": "Uncommon",
        "Price": -1,
        "Description": "Set apart from its genetic relatives by a high rate of mutation, Moreph is more of an overwhelming nuisance than it is a catastrophe in and of itself. However, experts in the field have voiced concerns that this may not always be the case. Left alone, it may be the Moreph that contributes to this century's colonization disaster."
      },
      {
        "Name": "MAREMOLD_RARE",
        "Category": "Organic Samples",
        "Subcategory": "Maremolds",
        "Rarity": "Rare",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "MAREMOLD_WONDROUS",
        "Category": "Organic Samples",
        "Subcategory": "Maremolds",
        "Rarity": "Wondrous",
        "Price": -1,
        "Description": ""
      }
    ],
    "FlesherFungi": [
      {
        "Name": "FLESHER_FUNGI_COMMON",
        "Category": "Organic Samples",
        "Subcategory": "Flesher Fungi",
        "Rarity": "Common",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "Glarevia",
        "Category": "Organic Samples",
        "Subcategory": "Flesher Fungi",
        "Rarity": "Uncommon",
        "Price": -1,
        "Description": "This flesherfungus has a deep purple, appearance, with flesh like knotted wood."
      },
      {
        "Name": "Grallvine",
        "Category": "Organic Samples",
        "Subcategory": "Flesher Fungi",
        "Rarity": "Uncommon",
        "Price": -1,
        "Description": "A carnivorous fungus that waits for prey to brush against its vines, which are coated with an adhesive. It digests live prey over the course of about a day, depending on the age and size of the fungus."
      },
      {
        "Name": "FLESHER_FUNGI_RARE",
        "Category": "Organic Samples",
        "Subcategory": "Flesher Fungi",
        "Rarity": "Rare",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "Raveweed",
        "Category": "Organic Samples",
        "Subcategory": "Flesher Fungi",
        "Rarity": "Wondrous",
        "Price": -1,
        "Description": "An extremely rare carnivorous fungus, about which little is known."
      }
    ],
    "Trees": [
      {
        "Name": "COMMON_TREE",
        "Category": "Organic Samples",
        "Subcategory": "Trees",
        "Rarity": "Common",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "Arvorloc Evergreen",
        "Category": "Organic Samples",
        "Subcategory": "Trees",
        "Rarity": "Uncommon",
        "Price": -1,
        "Description": "A tree with voluminous purple branches and with cascading green stems."
      },
      {
        "Name": "Vitanark Rushe",
        "Category": "Organic Samples",
        "Subcategory": "Trees",
        "Rarity": "Rare",
        "Price": -1,
        "Description": "Towering trees with thick trunks encased in reddish bark. The oldest discovered trees are members of the Vitanark genus."
      },
      {
        "Name": "Vitanark Veilas",
        "Category": "Organic Samples",
        "Subcategory": "Trees",
        "Rarity": "Wondrous",
        "Price": -1,
        "Description": "Tower trees with thick trunks covered in jagged blue bark. The oldest discovered trees are members of the Vitanark genus."
      }
    ],
    "Waveskellen": [
      {
        "Name": "Beamstrand",
        "Category": "Organic Samples",
        "Subcategory": "Waveskellen",
        "Rarity": "Common",
        "Price": -1,
        "Description": "The most common variety of freshwater waveskell in the greater region."
      },
      {
        "Name": "Stinging Gripweed",
        "Category": "Organic Samples",
        "Subcategory": "Waveskellen",
        "Rarity": "Uncommon",
        "Price": -1,
        "Description": "This waveskell Ddisguises itself as the harmless beamstrand."
      },
      {
        "Name": "Radiant Murkweed",
        "Category": "Organic Samples",
        "Subcategory": "Waveskellen",
        "Rarity": "Rare",
        "Price": -1,
        "Description": "A bioluminescent waveskell that pulses to gently illuminate the dark depths where it grows."
      },
      {
        "Name": "WONDROUS_WAVESKELLEN",
        "Category": "Organic Samples",
        "Subcategory": "Waveskellen",
        "Rarity": "Wondrous",
        "Price": -1,
        "Description": ""
      }
    ],
    "Stranglevines": [
      {
        "Name": "Grallvine",
        "Category": "Organic Samples",
        "Subcategory": "Stranglevines",
        "Rarity": "Common",
        "Price": -1,
        "Description": "A carnivorous plant that waits for prey to brush against its vines, which are coated with a sticky substance that can collectively ensnare prey long enough for the plant reposition its 'body' and begin devouring it. This could take over a day, depending on the age and size of the plant. A grallvine digests its prey live until their suffering finally comes to an end."
      },
      {
        "Name": "Notchweb Vine",
        "Category": "Organic Samples",
        "Subcategory": "Stranglevines",
        "Rarity": "Common",
        "Price": -1,
        "Description": "These vines are found within the Twisted Tangles, threaded between Spire Preventglade trees. They serve as transport systems for nutrients as well as pathways for small critters."
      },
      {
        "Name": "Viselite Creep",
        "Category": "Organic Samples",
        "Subcategory": "Stranglevines",
        "Rarity": "Uncommon",
        "Price": -1,
        "Description": "This is the species of plant that grows from bulbs and stretches out its roots far across soft, muddy soil near water, searching for nutrients. It developed a symbiotic relationship with a crustacean species. The tougher roots can prevent the plant from uprooting as a river changes course. Over an unknown amount of time, this pair of species dominated and become central to the local ecosystem of Messhe Pond."
      },
      {
        "Name": "Raveweed",
        "Category": "Organic Samples",
        "Subcategory": "Stranglevines",
        "Rarity": "Rare",
        "Price": -1,
        "Description": "An extremely rare carnivorous plant, about which little is known."
      },
      {
        "Name": "WONDROUS_STRANGEVINES",
        "Category": "Organic Samples",
        "Subcategory": "Stranglevines",
        "Rarity": "Wondrous",
        "Price": -1,
        "Description": ""
      }
    ],
    "Stillferns": [
      {
        "Name": "Cyre",
        "Category": "Organic Samples",
        "Subcategory": "Stillferns",
        "Rarity": "Common",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "Eloway Brightbush",
        "Category": "Organic Samples",
        "Subcategory": "Stillferns",
        "Rarity": "Uncommon",
        "Price": -1,
        "Description": "A bioluminescent fern that grows within the Ilunite Forest and the Twisted Tangles."
      },
      {
        "Name": "Venray Brightbush",
        "Category": "Organic Samples",
        "Subcategory": "Stillferns",
        "Rarity": "Uncommon",
        "Price": -1,
        "Description": "A bioluminescent fern that grows within the Twisted Tangles. Related to the Eloway, the Venray glows brighter and its roots dig deeper into the soil."
      },
      {
        "Name": "Strobesense Bush",
        "Category": "Organic Samples",
        "Subcategory": "Stillferns",
        "Rarity": "Uncommon",
        "Price": -1,
        "Description": "A bioluminescent fern that grows within the Ilunite Forest and the Twisted Tangles. It remains dark until certain creatures approach and activate clusters of roots that curl just slightly aboveground to act as tripwires. Once the plant detects such an intrusion, it begins to produce a bright white light that pulses in regular intervals for a set amount of time, using stored chemicals gathered from the soil to propogate this bioluminescence. This is a reaction that developed to protect the plant from predators and conserve resources while none are present. Seekers that come into contact with Strobsense Bushes quickly learn to avoid stepping on the roots."
      },
      {
        "Name": "Elongated Merow Tangle",
        "Category": "Organic Samples",
        "Subcategory": "Trees",
        "Rarity": "Rare",
        "Price": -1,
        "Description": "A common fern found in dense forests. It is difficult to travel through them, and they quickly regrow where they are cleared. It is for this reason that Seeker prefer to simply travel around them."
      },
      {
        "Name": "WONDROUS_STILLFERNS",
        "Category": "Organic Samples",
        "Subcategory": "Stillferns",
        "Rarity": "Wondrous",
        "Price": -1,
        "Description": ""
      }
    ]
  },
  "Geomaterials": {
    "Rocks": [
      {
        "Name": "Britomal",
        "Category": "Geomaterials",
        "Subcategory": "Rocks",
        "Rarity": "Common",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "Claera",
        "Category": "Geomaterials",
        "Subcategory": "Rocks",
        "Rarity": "Common",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "Daphroth",
        "Category": "Geomaterials",
        "Subcategory": "Rocks",
        "Rarity": "Common",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "Noma",
        "Category": "Geomaterials",
        "Subcategory": "Rocks",
        "Rarity": "Common",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "Sint",
        "Category": "Geomaterials",
        "Subcategory": "Rocks",
        "Rarity": "Common",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "Emite",
        "Category": "Geomaterials",
        "Subcategory": "Rocks",
        "Rarity": "Common",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "Idanir",
        "Category": "Geomaterials",
        "Subcategory": "Rocks",
        "Rarity": "Uncommon",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "Helick",
        "Category": "Geomaterials",
        "Subcategory": "Rocks",
        "Rarity": "Uncommon",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "Adrastel",
        "Category": "Geomaterials",
        "Subcategory": "Rocks",
        "Rarity": "Uncommon",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "Cynora",
        "Category": "Geomaterials",
        "Subcategory": "Rocks",
        "Rarity": "Uncommon",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "Ouret",
        "Category": "Geomaterials",
        "Subcategory": "Rocks",
        "Rarity": "Rare",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "Reatite",
        "Category": "Geomaterials",
        "Subcategory": "Rocks",
        "Rarity": "Rare",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "LEGENDARY_ROCK",
        "Category": "Geomaterials",
        "Subcategory": "Rocks",
        "Rarity": "Legendary",
        "Price": -1,
        "Description": ""
      }
    ],
    "Metallic Ores": [
      {
        "Name": "Amodetite",
        "Category": "Geomaterials",
        "Subcategory": "Metallic Ores",
        "Rarity": "Common",
        "Price": -1,
        "Description": "A common ore mined on the surface of the planet, found almost anywhere. However, it must be mined in large quantities to turn a decent profit. Large mines can turn a profit even if the ore is being mined only to be processed into Amoten, either because Daultem refining isn't possible or because smaller quantities of the metal would have to be processed at a loss."
      },
      {
        "Name": "Lothenine",
        "Category": "Geomaterials",
        "Subcategory": "Metallic Ores",
        "Rarity": "Common",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "Tundriumine",
        "Category": "Geomaterials",
        "Subcategory": "Metallic Ores",
        "Rarity": "Common",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "Dalumatite",
        "Category": "Geomaterials",
        "Subcategory": "Metallic Ores",
        "Rarity": "Uncommon",
        "Price": -1,
        "Description": "An uncommon ore mined on the surface of the planet, chosen for mining because it has high concentrations of Dultem, and lesser concentrations of Amoten add bonus value. It must be mined in moderate quantities to turn a substantial profit, and Daultem processing is a must for smaller quantities."
      },
      {
        "Name": "Diserinine",
        "Category": "Geomaterials",
        "Subcategory": "Metallic Ores",
        "Rarity": "Uncommon",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "Glavisine",
        "Category": "Geomaterials",
        "Subcategory": "Metallic Ores",
        "Rarity": "Uncommon",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "Reliumine",
        "Category": "Geomaterials",
        "Subcategory": "Metallic Ores",
        "Rarity": "Uncommon",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "Arborunine",
        "Category": "Geomaterials",
        "Subcategory": "Metallic Ores",
        "Rarity": "Uncommon",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "Embrisine",
        "Category": "Geomaterials",
        "Subcategory": "Metallic Ores",
        "Rarity": "Rare",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "Luxuline",
        "Category": "Geomaterials",
        "Subcategory": "Metallic Ores",
        "Rarity": "Rare",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "LEGENDARY_METALLIC_ORE",
        "Category": "Geomaterials",
        "Subcategory": "Metallic Ores",
        "Rarity": "Legendary",
        "Price": -1,
        "Description": ""
      }
    ],
    "Industrial Minerals": [
      {
        "Name": "Murkite",
        "Category": "Geomaterials",
        "Subcategory": "Industrial Minerals",
        "Rarity": "Common",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "Vollite",
        "Category": "Geomaterials",
        "Subcategory": "Industrial Minerals",
        "Rarity": "Common",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "Nevanite",
        "Category": "Geomaterials",
        "Subcategory": "Industrial Minerals",
        "Rarity": "Common",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "Rednaite",
        "Category": "Geomaterials",
        "Subcategory": "Industrial Minerals",
        "Rarity": "Common",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "Sulite",
        "Category": "Geomaterials",
        "Subcategory": "Industrial Minerals",
        "Rarity": "Common",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "Furletite",
        "Category": "Geomaterials",
        "Subcategory": "Industrial Minerals",
        "Rarity": "Common",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "Baleite",
        "Category": "Geomaterials",
        "Subcategory": "Industrial Minerals",
        "Rarity": "Uncommon",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "Kasherite",
        "Category": "Geomaterials",
        "Subcategory": "Industrial Minerals",
        "Rarity": "Uncommon",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "Grandite",
        "Category": "Geomaterials",
        "Subcategory": "Industrial Minerals",
        "Rarity": "Uncommon",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "Dunite",
        "Category": "Geomaterials",
        "Subcategory": "Industrial Minerals",
        "Rarity": "Uncommon",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "Valcerine",
        "Category": "Geomaterials",
        "Subcategory": "Industrial Minerals",
        "Rarity": "Rare",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "Olocerine",
        "Category": "Geomaterials",
        "Subcategory": "Industrial Minerals",
        "Rarity": "Rare",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "Durskite",
        "Category": "Geomaterials",
        "Subcategory": "Industrial Minerals",
        "Rarity": "Rare",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "Dawnetite",
        "Category": "Geomaterials",
        "Subcategory": "Industrial Minerals",
        "Rarity": "Rare",
        "Price": -1,
        "Description": ""
      },
      {
        "Name": "LEGENDARY_INDUSTRIAL_MINERAL",
        "Category": "Geomaterials",
        "Subcategory": "Industrial Minerals",
        "Rarity": "Legendary",
        "Price": -1,
        "Description": ""
      }
    ],
    "Fuel Minerals": [
      
    ],
    "Gem Minerals": []
  }
}
